Repository: LittleJianCH/AI-Fitness
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: steps
zh_hans: 步

source: steps/min
zh_hans: 步/分

source: Single workout · W · Includes recorded zeros. Samples up to %lld seconds apart are linearly interpolated; longer gaps break the interval without zero filling or extrapolation. Duration uses a logarithmic axis and connecting lines are reading guides. Interval times are relative to workout start.
zh_hans: 单次训练 · W · 包含真实零值。间隔最多 %lld 秒时线性插值，更长缺口切断区间，不补零或外推。横轴为持续时长（对数），连线仅辅助阅读；区间时间相对训练开始。

source: %@ and above
zh_hans: %@ 以上

source: Heart rate coverage is below 95%; the load below covers only the observed portion
zh_hans: 心率覆盖不足 95%，以下仅为已观测部分的负荷

source: Zone boundaries are 55%, 75%, 90%, 105%, 120% and 150% of threshold power. Only valid power coverage is included.
zh_hans: 阈值功率的 55%、75%、90%、105%、120%、150% 为区间边界。只计入有效功率覆盖。

source: Zones use heart rate reserve boundaries of 50%, 60%, 70%, 80% and 90%. Z0 is below 50%; Z6 is at or above the configured maximum heart rate. Readings above maximum are excluded from load.
zh_hans: 区间按心率储备划分：50%、60%、70%、80%、90%。Z0 低于 50%；Z6 为达到或超过配置的最大心率。超出最大心率的读数不计入负荷。

source: Workout history
zh_hans: 运动记录

source: Route start
zh_hans: 起点

source: Body parameters
zh_hans: 身体参数

source: Effort duration
zh_hans: 持续时长

source: Edit parameters
zh_hans: 更新个人参数

source: Not set
zh_hans: 未设置
